{
    "LOCALIZATION_NAME": "English",

    "select_nick": "Write a nickname for the game",
    "nick_used": "Sorry, this nickname is already used, please try again",
    "nick_too_long": "This nickname is too long, maximum nickname length - 10 symbols, please try again",
    "successful_sign_up": "In this bot, you can travel on a virtual planet using the energy of the sun, look for treasures buried by other participants, and dig your own, thus earning income from staking. All treasures are encrypted in the blockchain in such a way that after opening each cell, you can verify its contents. However, no one can open all the cells without being physically above it. Travel across the virtual planet, invite friends to replenish your energy reserves, dig for treasures and get tokens!",
    "unknown_error": "Unfortunately, an unknown error occured, please try again",
    "no_user_error": "First you need to use the /start command",
    "energy": "Energy",
    "current_map_seed": "Current map seed - %seed%",
    "sdq_msg": "Balance: %balance% SDQ",
    "sdq_button_text": "Management",
    "dig_not_on_sand": "You can only dig at sand",
    "confirm_dig": "Confirm your action",
    "dig_confirmed": "Dig",
    "insufficient_funds": "Insufficient funds!\nYou have %balance% SDQ.",
    "no_space_to_dig": "There is no space to dig",
    "treasure_found": "Congratulations, you have found a treasure in the amount of %sdq_amount% SDQ !!!",
    "treasure_not_found": "Excavation completed",
    "cancel": "Cancel",
    "back": "Back",
    "take_treasure": "Pick up",
    "leave_treasure": "Leave",
    "bury_treasure": "Bury treasure",
    "enter_treasure_amount": "Enter treasure amount in SQD",
    "enter_treasure_amount_not_a_number": "Please enter the number of SDQ tokens you wish to bury",
    "enter_treasure_amount_insufficient_funds": "Insufficient funds!\nYou have %balance% SDQ.\nEnter treasure amount in SQD",
    "confirm_pile_move": "Are you sure you want to move this sand pile one tile?\nIt will cost you 10% of your energy.",
    "pile_move_confirmed": "Move",
    "insufficient_energy": "❗ You don't have enough energy to complete this action!\nInvite your friends to replenish your energy reserves quickly!\nEach friend you invite will give you 100% charge and 1 SDQ token!",
    "invite_friends": "Invite friends",
    "ref_invitation_text": "I would like to invite you to play Solar Drive Quest!\nJourney across a virtual planet, searching for treasures and tokens buried in them! All treasures are encrypted in the blockchain and can only be checked by the participant who is on the desired cell.\nVia my personal link +50 SDQ tokens!\nhttps://t.me/solar_drive_quest_bot",
    "continue": "Continue"
}